[
    {
        "id":"1",
        "title":"Dhaka University Admission Tips For English",
        "author":"Rukon",
        "article":"In the university admission tests, the emphasis is placed on the grammar in English. In this case, parts of speech, article, tense, voice, narration, correction, right form of verbs, translation, synonyms, antonyms, transformation of sentences, joining sentence, comprehension etc. should be read well. As well as English poets and writers, especially those whose writings are in the HSC syllabus, they should also keep in mind the details of their lives and literary works, writing topics, quotes etc.",
        "date":"AUGUST 4, 2021",
        "image":"https://www.newagebd.com/files/records/news/202109/148660_142.jpg"
    },
    {
        "id":"2",
        "title":"How to get prepared in Physics for university admission test?",
        "author":"Rukon",
        "article":"Physics textbook First leaves for the preparation of high motion, gravitation and gravity, elasticity, thermal, kinematics, vector and scalar quantity, velocity, acceleration, force, and ball types, levels and in different ways, and to single out habepadartha dbitiyapatra sthirabidyut, Thermal and Chemical Functions of Lightning, Magnetic Materials, Reflection of Reflection, Refractory, Electron, P Roton, paramanusaha electron from each section of important definitions, formulas, facts and reason, impact, difference, to learn to solve math problems. Some questions about the substance are mathematical. That's why the problems of mathematical problems need to be done well. With this, you have to master the ability to speed up mathematical solutions..",
        "date":"SEPTEMBER 7, 2021",
        "image":"https://thumbs.dreamstime.com/b/physics-doodles-lettering-physics-doodles-lettering-education-vector-illustration-137829167.jpg"
    },
    {
        "id":"3",
        "title":"How to learn English at home",
        "author":"Rukon",
        "article":"We cannot deny the importance of English as a language and also the modern day tool to connect. English is the best and also the easiest way to develop productive and fruitful networks. It is, in fact, the simplest and most basic tool one can use to alleviate their persona, excel at their academic and professional lives and also grow as a person. From my personal understanding, most people have issues regarding English grammar and speaking or phrasing it correctly. I can vouch that it is in fact one of the easiest languages to harness and also one of the most powerful tools you can have in your arsenal. Hence, I came up with a basic, simple and easy guide to learning English that too staying in the comfort of your own home.",
        "date":"MAY 7, 2021",
        "image":"https://blog.10minuteschool.com/wp-content/uploads/2018/07/21-July-Global-780x300.jpg" 
    },
    {
        "id":"4",
        "title":"How to improve General Knowledge",
        "author":"Rukon",
        "article":"Two parts of general knowledge. There will be questions about Bangladesh and international affairs. To do well in this section, there must be an eye on national and international events. For this, national daily newspapers will be regularly read and listen to news on BBC, television, radio. In addition, parts of Bangladesh for the country's topography, size, education, economy, society, politics, landmarks, and the name of the architect, administrative structures, movies, celebrity, sports, weather, the Constitution, including the liberation of parts out separately for habeantarjatika Make preparations. International affairs for the UN agency, structures, architecture, architect, the Nobel Prize, the country's most prominent personalities, capital, currency, language, different types of awards such as the Oscars, Pulitzer, Booker, Magsaysay, the world's tallest, longest, smallest, biggest issues, international The deal, the world's renowned cities, ports, expensive cities, etc. have to know the details. You must always have to stay updated in order to be good in the general knowledge section. Intensive care should be taken to the contemporary phenomenon. It is possible to do well in admission tests if SSC and HSC's main textbooks are read well. Because there is usually less question than admission tests without general knowledge from outside of this textbook.",
        "date":"january 7, 2021",
        "image":"https://cdn.toprankers.net/images/chslsscgeneralawarenessimportanttopics2019-025719eb74544.jpg"
    },
    {
        "id":"5",
        "title":"Medical Admission Preperation tips in Biology",
        "author":"Rukon",
        "article":"Two sections of biology. Botany and Zoology. Important chapter in the textbook on botany, inventor name, definition of requirements, for example, the difference, plant taxonomy, origin, Ka, leaves, tribal identity, carbon synthesis, respiration, transpiration, tissue, tisyutantra habepranibijnana read those parts of the malaria germ, Hydra, body type, art, cell, scientific name of animal, digestion, blood and blood circulation , Recanatantra, pesitantra, reproductive animals, etc. to be read. In this case, it is important to keep in mind, as much as possible the subject matter of each subject should be in your control.",
        "date":"january 7, 2021",
        "image":"https://image.shutterstock.com/image-vector/biology-science-theory-doodle-handwriting-600w-360399314.jpg"
    }
    
]