[
    {
        "id":"1",
        "title":"A Timeline Of The Science Behind Cure Rare Disease",
        "author":"Rukon",
        "article":"This past month, Cure Rare Disease’s first customized therapeutic一developed using CRISPR technology to treat Duchenne muscular dystrophy一began its final stage of testing leading up to dosing this fall. This CRISPR therapeutic will be one of the first of its kind to be delivered systemically to the human body, an accomplishment built on decades of science and research. As we approach this huge milestone in CRD’s mission, we wanted to reflect on the path that has gotten us here today.",
        "date":"AUGUST 4, 2021",
        "image":"https://uploads-ssl.webflow.com/608c2ce5512805a87c3ff257/610adc834a67502699b5c123_60900e6c8497a14ccc4525f4_crispr%20lab-p-1080.jpeg"
    },
    {
        "id":"2",
        "title":"Amplifying Community Voices on World Duchenne Awareness Day",
        "author":"Rukon",
        "article":"September 7 is World Duchenne Awareness Day. At Cure Rare Disease, we're all too aware of Duchenne muscular dystrophy. It’s the reason we’re working tirelessly to change the way therapeutics are delivered.Our patients and families drive the mission behind Cure Rare Disease, and many have been brave enough to share their own stories of living with rare disease. Today, we’re amplifying their voices with a round-up of a few of our most powerful blog post submissions.",
        "date":"SEPTEMBER 7, 2021",
        "image":"https://uploads-ssl.webflow.com/608c2ce5512805a87c3ff257/61351efb58103f53783e4711_DSC_0105-p-1080.jpeg"
    },
    {
        "id":"3",
        "title":"How to learn English at home",
        "author":"Rukon",
        "article":"We cannot deny the importance of English as a language and also the modern day tool to connect. English is the best and also the easiest way to develop productive and fruitful networks. It is, in fact, the simplest and most basic tool one can use to alleviate their persona, excel at their academic and professional lives and also grow as a person. From my personal understanding, most people have issues regarding English grammar and speaking or phrasing it correctly. I can vouch that it is in fact one of the easiest languages to harness and also one of the most powerful tools you can have in your arsenal. Hence, I came up with a basic, simple and easy guide to learning English that too staying in the comfort of your own home.",
        "date":"MAY 7, 2021",
        "image":"https://blog.10minuteschool.com/wp-content/uploads/2018/07/21-July-Global-780x300.jpg" 
    },
    {
        "id":"4",
        "title":"Astrology and science",
        "author":"Rukon",
        "article":"Astrology consists of a number of belief systems that hold that there is a relationship between astronomical phenomena and events or descriptions of personality in the human world. Astrology has been rejected by the scientific community as having no explanatory power for describing the universe. Scientific testing has found no evidence to support the premises or purported effects outlined in astrological traditions.",
        "date":"january 7, 2021",
        "image":"https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Astrological_Chart_-_New_Millennium.JPG/201px-Astrological_Chart_-_New_Millennium.JPG"
    }
    
]